tap "homebrew/bundle"
tap "osx-cross/arm"
tap "qmk/qmk"
tap "rs/tap"
brew "ca-certificates"
brew "curlie"
brew "difftastic"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghcup"
brew "go"
brew "hugo"
brew "jq"
brew "python@3"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "rustup"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watch"
cask "1password"
cask "alfred"
cask "dash"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "racket"
cask "tla-plus-toolbox"
cask "transmission"
cask "vlc"
cask "zed"
vscode "alygin.vscode-tlaplus"
vscode "evzen-wybitul.magic-racket"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "mjmcloug.vscode-elixir"
vscode "nonylene.dark-molokai-theme"
vscode "phoenixframework.phoenix"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
